christian-kohler.path-intellisense
dorzey.vscode-sqlfluff
eamodio.gitlens
golang.go
iocave.customize-ui
iocave.monkey-patch
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
njpwerner.autodocstring
patbenatar.advanced-new-file
ryanluker.vscode-coverage-gutters
sleistner.vscode-fileutils
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
